[
  [
    "31/08/2020 14:00:58",
    "Ao lado de Electro e RIVA, BruNo rouba a cena no All-Star"
  ],
  [
    "01/09/2020 10:50:16",
    "Milica é banido da Twitch após ironizar pandemia de Covid-19"
  ],
  [
    "01/09/2020 11:50:16",
    "⁠⁠Top Esports anuncia saída do atirador Venon"
  ],
  [
    "01/09/2020 12:50:16",
    "Aloned processa Flamengo por salários atrasados e direitos trabalhistas."
  ],
  [
    "01/09/2020 13:50:16",
    "Após agredir namorada, Dogashow tem contrato rescindido e é suspenso pela Riot"
  ],
  [
    "01/09/2020 14:50:16",
    "Ex-Gillette Ult, Takeshi está fora da Gambit"
  ],
  [
    "01/09/2020 15:50:17",
    "Este cosplay de Aryze como Irelia Espada Divina vai fatiar seu coração"
  ],
  [
    "01/09/2020 16:50:16",
    "Dogashow fala sobre como foi jogar com Djokovic e JDG no Mundial"
  ],
  [
    "01/09/2020 17:50:16",
    "Time ArthurLanches x Time Newbie: futebol dos streamers terá doações e internautas no comando do VAR"
  ],
  [
    "01/09/2020 18:50:17",
    "Humanoid culpa a má performance nos... prazeres sexuais."
  ],
  [
    "01/09/2020 19:50:17",
    "Eu sabia, é impossível dar certo”, comenta Sacy sobre dream team da MAD Lions"
  ],
  [
    "01/09/2020 20:50:17",
    "\"Serei o melhor AD Carry\", diz Skyer sobre vinda ao Brasil e entrada na Dignitas"
  ],
  [
    "01/09/2020 21:50:17",
    "ArthurLanches compra prédio, batiza com próprio nick e pretende ajudar jogadores"
  ],
  [
    "01/09/2020 23:01:28",
    "CEO da Afreeca Freecs tem áudio polêmico vazado em stream de Daniquest"
  ],
  [
    "02/09/2020 03:01:55",
    "Nelson ostenta troféus de mundiais e MSI em seu Twitter"
  ],
  [
    "02/09/2020 04:01:55",
    "A genialidade de Duke para jogar, empreender e ensinar"
  ],
  [
    "02/09/2020 05:01:55",
    "Yang diz que “existe 0% de chance de Dota ser mais difícil que LoL mecanicamente”"
  ],
  [
    "02/09/2020 06:01:55",
    "Santos anuncia escalação feminina de League of Legends"
  ],
  [
    "02/09/2020 07:01:55",
    "Com apoio familiar, Hydrogen mira evolução e avisa: \"Quero ser titular\""
  ],
  [
    "02/09/2020 08:01:55",
    "Redemption POA termina LJL com apenas 1 vitória única em 33 partidas"
  ],
  [
    "02/09/2020 09:01:55",
    "Faker é o mid laner com maior KDA do Mundo"
  ],
  [
    "02/09/2020 10:01:55",
    "Apostando em novos talentos, Sengoku Gaming anuncia a contratação de Srkenji"
  ],
  [
    "02/09/2020 11:01:55",
    "Isurus é superior e vence a paiN por 3-0 na final do Circuito Desafiante"
  ],
  [
    "02/09/2020 12:01:55",
    "Curso de Pro player: Aprendendo LoL com Ambition, Huanfeng, Slay e mais"
  ],
  [
    "02/09/2020 13:01:55",
    "Marra, Lágrimas e Glória: A Saga de 'ONMETA', o Artilheiro do LoLzinho"
  ],
  [
    "02/09/2020 14:01:56",
    "Daku faz lista de 10 jogadores que o fariam ter ficado na Prodigy"
  ],
  [
    "02/09/2020 15:01:56",
    "Vasilli comenta classificação e declara aos críticos: “Eu posso, sim, vencer lanes”"
  ],
  [
    "02/09/2020 16:01:56",
    "Kaiwing: “A Ahq tem mais preparo. Aqui tenho mais chances de ser campeão”"
  ],
  [
    "02/09/2020 17:01:56",
    "ManolinGuilder e FiodoCabelo vão para o All-Stars 2018 com Shu e Cyanide"
  ],
  [
    "02/09/2020 18:01:56",
    "Naehyun realiza predict incrível em cima de Mithy"
  ],
  [
    "02/09/2020 19:01:56",
    "Curso de Pro player: Aprendendo LoL com Pijack, Huni, Kaiwing e mais"
  ],
  [
    "02/09/2020 20:01:56",
    "St1ng, MiT, Woq e mais: por onde andam os ex-pro players do competitivo"
  ],
  [
    "02/09/2020 21:01:56",
    "Em novo cosplay, Pizzayolo se veste de Xayah Guardiã Estelar"
  ],
  [
    "02/09/2020 22:01:56",
    "Ex-campeão da PCS, Rafes está trabalhando em fábrica de sapatos na China"
  ],
  [
    "02/09/2020 23:01:56",
    "Daku lamenta derrota para RED Canids: “Não consegui dizer coisas boas para ajudá-los”"
  ],
  [
    "03/09/2020 00:01:56",
    "Kalec: ''Duas horas depois que eu sai da Behive, seis times brasileiros falaram com meu manager''"
  ],
  [
    "03/09/2020 01:01:57",
    "YamatoCannon vê Caos e Element \"fortes pra c...\" e exalta motivação."
  ],
  [
    "03/09/2020 02:01:57",
    "Ex-treinador e diretor da Team Flash são banidos por má gestão e abuso a jogadores."
  ],
  [
    "03/09/2020 03:01:57",
    "Após 3 finais seguidas na PCS, INTZ é rebaixada para a 2° divisão do torneio"
  ],
  [
    "03/09/2020 04:01:57",
    "“Parece que a Seven Wars tem uma barreira mental contra nós”, comenta Comp"
  ],
  [
    "03/09/2020 05:01:57",
    "PromisQ traça paralelo com eliminação da SANDBOX Gaming de 2019: “Frustração é igual”"
  ],
  [
    "03/09/2020 06:01:57",
    "Kiralho anuncia que está free agent"
  ],
  [
    "03/09/2020 07:01:57",
    "Woq diz que \"se você usa flash no D, você será prata\""
  ],
  [
    "03/09/2020 08:01:57",
    "Após saída da Cloud9, Chibibocchan desabafa: “Não fui bom o suficiente”"
  ],
  [
    "03/09/2020 10:01:57",
    "Hawk é fã do 100 Thieves e explica a origem de seu nick name no jogo"
  ],
  [
    "03/09/2020 11:01:58",
    "Pulando o muro da aposentadoria, Uniboy anuncia possível retorno ao cenário competitivo"
  ],
  [
    "03/09/2020 12:01:58",
    "Integrante do grupo Exo se torna acionista de time da LCK"
  ],
  [
    "03/09/2020 13:01:58",
    "Com Froggen e Optimus, formação que Royal Never Give Up usará no Circuitão ganha forma"
  ],
  [
    "03/09/2020 14:01:58",
    "\"Serei o melhor AD Carry\", diz Dan Dan sobre vinda ao Brasil e entrada na Prodigy"
  ],
  [
    "03/09/2020 15:01:58",
    "Chawy preso e Ignar policial? Jogadores de League of Legends participam de clipe de rap"
  ],
  [
    "03/09/2020 16:01:58",
    "TheFoxz ostenta troféus de mundiais e MSI em seu Twitter"
  ],
  [
    "03/09/2020 17:01:58",
    "Pobelter ignora Hauz e jogador desiste de atuar pela Big Gods"
  ],
  [
    "03/09/2020 18:01:58",
    "“Aqui no Brasil só tem jungler ruim, inclusive eu”, comenta Blacky"
  ],
  [
    "03/09/2020 19:01:58",
    "Ex-Santos, Nelson é banido por 18 meses por manipulação de resultado"
  ],
  [
    "03/09/2020 20:01:58",
    "Riot faz vídeo de Mickey no estilo anime com música de Boku no Hero Academia"
  ],
  [
    "03/09/2020 21:01:58",
    "Gimgoon pede para que fãs não votem nele para o All-Star"
  ],
  [
    "03/09/2020 22:01:58",
    "Astro do LoL, Khan estrela comercial ao lado de Son, do Tottenham, na Coreia do Sul"
  ],
  [
    "03/09/2020 23:01:59",
    "Em tweet, Ming marca Locodoco e diz: “Estou indo”"
  ],
  [
    "04/09/2020 00:01:59",
    "Axt vence cinco jogadores do Ferro sozinho sem morrer uma única vez"
  ],
  [
    "04/09/2020 01:01:59",
    "Campeão da VCS, jogador da ⁠⁠Invictus Gaming veste camisa do Botafogo após bater a paiN na final"
  ],
  [
    "04/09/2020 02:01:59",
    "TitaN lamenta derrota para ⁠⁠FunPlus Phoenix: “Não consegui dizer coisas boas para ajudá-los”"
  ],
  [
    "04/09/2020 03:01:59",
    "Khan lança música \"Flex\" em parceria com Alva"
  ],
  [
    "04/09/2020 04:01:59",
    "Apostando em novos talentos, Rensga anuncia a contratação de Kaly"
  ],
  [
    "04/09/2020 05:01:59",
    "SeongHwaN fala sobre como foi jogar com Comp e ⁠⁠Top Esports no Mundial"
  ],
  [
    "04/09/2020 06:01:59",
    "Vasto e Chaser irão premiar os melhores jogadores da soloQ no fim da temporada"
  ],
  [
    "04/09/2020 07:01:59",
    "Vizicsacsi não contesta quem chama KaBuM de 'Dream Team', mas diz que é só no papel"
  ],
  [
    "04/09/2020 08:01:59",
    "SofM ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "04/09/2020 09:01:59",
    "MAD Lions anuncia renovação visual e muda para Uppercut Esports."
  ],
  [
    "04/09/2020 10:02:00",
    "Após vitória sobre Dexterity, Untara pede Ocelote em casamento."
  ],
  [
    "04/09/2020 11:02:00",
    "SacyR: “Jogar outro split do Circuito Desafiante vai ser muito complicado”"
  ],
  [
    "04/09/2020 12:02:00",
    "Coyote reclama de quit de Daku e jogador responde"
  ],
  [
    "04/09/2020 13:02:00",
    "“Não soubemos encontrar o mesmo tom” afirma Pobelter após eliminação da G2"
  ],
  [
    "04/09/2020 14:02:00",
    "“Quero matar o Lemonation várias vezes e saborear o momento em que ele fica triste”, comenta Kaly"
  ],
  [
    "04/09/2020 15:02:00",
    "Yampi se depara com cena de sexo durante stream e entra em pânico"
  ],
  [
    "04/09/2020 16:02:00",
    "Tutsz, caçador da Ban Karma, é assaltado ao voltar da academia em São Paulo"
  ],
  [
    "04/09/2020 17:02:00",
    "Cariok, Juliera e Tockers deixam a Vitality"
  ],
  [
    "04/09/2020 18:02:00",
    "1907 Fenerbahçe quer provar aos céticos que não é a 10ª força da LCK"
  ],
  [
    "04/09/2020 19:02:00",
    "Enel afirma: ''Eu acho que os ADCs estão um lixo no meta atual''"
  ],
  [
    "04/09/2020 20:02:00",
    "Absolut anuncia retorno ao cenário competitivo"
  ],
  [
    "04/09/2020 21:02:00",
    "“Quero me vingar do Bgob”, afirma Condi sobre possível confronto com ⁠⁠Top Esports"
  ],
  [
    "04/09/2020 22:02:00",
    "Ex-⁠⁠Team WE, Damonte é banido por 18 meses por manipulação de resultado"
  ],
  [
    "04/09/2020 23:02:01",
    "“Sou torcedor como vocês e fico decepcionado” declara diretor da ⁠⁠Vici Gaming"
  ],
  [
    "05/09/2020 00:02:01",
    "Behive anuncia escalação feminina de League of Legends"
  ],
  [
    "05/09/2020 01:02:01",
    "⁠⁠FunPlus Phoenix divulga mudanças na line-up para Superliga com Cody Sun na Selva"
  ],
  [
    "05/09/2020 02:02:01",
    "Odoamne: “A ⁠⁠Top Esports tem mais preparo. Aqui tenho mais chances de ser campeão”"
  ],
  [
    "05/09/2020 03:02:01",
    "A arrogância que faz da Schalke 04 a melhor equipe de League of Legends da atualidade"
  ],
  [
    "05/09/2020 04:02:01",
    "Documentário da Netflix emociona com drama de Levi, mas possui falhas."
  ],
  [
    "05/09/2020 05:02:01",
    "Aithusa culpa a má performance nos... prazeres sexuais."
  ],
  [
    "05/09/2020 06:02:01",
    "Doublelift: “Eu voltaria para o LoL se a Riot pedisse desculpas publicamente”"
  ],
  [
    "05/09/2020 07:02:01",
    "Bolulu está supremo na propaganda de sua nova marca de roupas"
  ],
  [
    "05/09/2020 08:02:01",
    "Hanabi atinge um milhão de inscritos no YouTube"
  ],
  [
    "05/09/2020 09:02:01",
    "⁠⁠Vici Gaming não participará do Mundial pela primeira vez na história"
  ],
  [
    "05/09/2020 10:02:01",
    "“Me casei com o League of Legends”, brinca Jujurax em stream"
  ],
  [
    "05/09/2020 11:02:02",
    "OwN e Domy irão premiar os melhores jogadores da soloQ no fim da temporada"
  ],
  [
    "05/09/2020 12:02:02",
    "Xem exalta vitória do Nex Impetus sobre a PSG Talon: \"Fizeram parecer cinco bronzes\""
  ],
  [
    "05/09/2020 13:02:02",
    "Alphari: \"Não estou confiante para jogar contra o Chavoso\""
  ],
  [
    "05/09/2020 14:02:02",
    "Xero ferido em um acidente de carro antes de SANDBOX Gaming vs. JDG"
  ],
  [
    "05/09/2020 15:02:02",
    "\"Rexpeitavelmente\" vencedor: \"sOAZ\", o rei da Jayob no League of Legends"
  ],
  [
    "05/09/2020 16:02:02",
    "Lehends pode voltar ao competitivo caso consiga tratar problemas de saúde"
  ],
  [
    "05/09/2020 17:02:02",
    "Inflict participa de campanha da Nike ao lado de Lebron James"
  ],
  [
    "05/09/2020 18:02:02",
    "'É assustador pensar no que esses coreanos podem fazer', diz Krastyel sobre Aithusa e Aryze"
  ],
  [
    "05/09/2020 19:02:02",
    "RIVA venceu LCK sem chegar ao Challenger nessa temporada"
  ],
  [
    "05/09/2020 20:02:02",
    "Hyoga deixa a DetonatioN FM e vai para PSG Talon, com FiodoCabelo de atirador"
  ],
  [
    "05/09/2020 21:02:02",
    "Dioud: o strong side do Flamengo"
  ],
  [
    "05/09/2020 22:02:02",
    "Seguidores de PowerOfEvil triplicam após anúncio de entrada na TSM"
  ],
  [
    "05/09/2020 23:02:02",
    "Documentário da Netflix emociona com drama de Sarkis, mas possui falhas."
  ],
  [
    "06/09/2020 00:02:02",
    "Mundial de LoL: ⁠⁠Top Esports e ⁠⁠Vici Gaming encaram grupo da morte"
  ],
  [
    "06/09/2020 01:02:03",
    "Dans é o mid laner com maior KDA do Mundo"
  ],
  [
    "06/09/2020 02:02:03",
    "Crown deixa a vTi e vai para ⁠⁠EDward Gaming, com Whitelotus de atirador"
  ],
  [
    "06/09/2020 03:02:03",
    "Campeão mundial, Apokalipse é vetado de partida na China por febre"
  ],
  [
    "06/09/2020 04:02:03",
    "⁠⁠EDward Gaming negocia com Olkaida e cogita contratar Cabu já pensando nas seletivas para 2ª Etapa do Circuitão"
  ],
  [
    "06/09/2020 05:02:03",
    "“Sou torcedor como vocês e fico decepcionado” declara diretor da ⁠⁠Top Esports"
  ],
  [
    "06/09/2020 06:02:03",
    "KT Rolster é superior e vence a paiN por 3-0 na final do Circuito Desafiante"
  ],
  [
    "06/09/2020 07:02:03",
    "Aloned é banido da Twitch após ironizar pandemia de Covid-19"
  ],
  [
    "06/09/2020 08:02:03",
    "Genja é fã do Schalke 04 e explica a origem de seu nick name no jogo"
  ],
  [
    "06/09/2020 09:02:03",
    "NL assume culpa por ir ao banco de reservas:' ''Eu não tinha motivação''"
  ],
  [
    "06/09/2020 10:02:03",
    "Inflict comemora liderança e fala sobre Aphelios: ''Está balanceado sim''."
  ],
  [
    "06/09/2020 11:02:03",
    "CEO da 100 Thieves tem áudio polêmico vazado em stream de MicaO"
  ],
  [
    "06/09/2020 12:02:03",
    "Pulando o muro da aposentadoria, Venon anuncia possível retorno ao cenário competitivo"
  ],
  [
    "06/09/2020 13:02:03",
    "playArt abre negociação com maior nome do LoL brasileiro: \"LangX\""
  ],
  [
    "06/09/2020 14:02:03",
    "A arrogância que faz da ⁠⁠Team WE a melhor equipe de League of Legends da atualidade"
  ],
  [
    "06/09/2020 15:02:04",
    "'Todos os jogadores têm emoções', diz psicóloga da Vitality sobre choro de Optimus"
  ],
  [
    "06/09/2020 16:02:04",
    "Rumor: Com contrato milionário, Leoxuzo renova com Havan por mais dois anos"
  ],
  [
    "06/09/2020 17:02:04",
    "\"Não quero só sair dos Play-ins, quero vencer o Mundial\", diz Aloned"
  ],
  [
    "06/09/2020 18:02:04",
    "dono da MAD Lions substitui atirador da equipe e garante vitória na LEC"
  ],
  [
    "06/09/2020 19:02:04",
    "Jiejie diz que vai entrar no cenário competitivo em 2021"
  ],
  [
    "06/09/2020 20:02:04",
    "“Ele é inestimável”, declara Easyhoon sobre Condi"
  ],
  [
    "06/09/2020 21:02:04",
    "Daniquest vs Thulz, o duelo de gigantes da final da VCS"
  ],
  [
    "06/09/2020 22:02:04",
    "W0lv lança música \"Flex\" em parceria com Alva"
  ],
  [
    "06/09/2020 23:02:04",
    "Verfix é o mid laner com maior KDA do Mundo"
  ],
  [
    "07/09/2020 00:02:04",
    "Juzo: “Eu voltaria para o LoL se a Riot pedisse desculpas publicamente”"
  ],
  [
    "07/09/2020 01:02:04",
    "Documentário da Netflix emociona com drama de Teacherma, mas possui falhas."
  ],
  [
    "07/09/2020 02:02:04",
    "Xanad0 lamenta derrota para Royal Never Give Up: “Não consegui dizer coisas boas para ajudá-los”"
  ],
  [
    "07/09/2020 03:02:04",
    "Astro do LoL, Gregio estrela comercial ao lado de Son, do Tottenham, na Coreia do Sul"
  ],
  [
    "07/09/2020 04:02:05",
    "T1 anuncia taiwanês Laba e singapurense Nelson como novos membros da equipe"
  ],
  [
    "07/09/2020 05:02:05",
    "“Não soubemos encontrar o mesmo tom” afirma Canyon após eliminação da ⁠⁠Victory Five"
  ],
  [
    "07/09/2020 06:02:05",
    "LegendsBR não participará do Mundial pela primeira vez na história"
  ],
  [
    "07/09/2020 07:02:05",
    "Shini quebra a perna e vai para o hospital"
  ],
  [
    "07/09/2020 08:02:05",
    "“O Laba abriu nossa mente pro jogo de equipe”, diz Lactea"
  ],
  [
    "07/09/2020 09:02:05",
    "Este cosplay de Fisher como Irelia Espada Divina vai fatiar seu coração"
  ],
  [
    "07/09/2020 10:02:05",
    "Lemonation compra prédio, batiza com próprio nick e pretende ajudar jogadores"
  ],
  [
    "07/09/2020 11:02:05",
    "Novamente Craque da Galera, Eradan afima que é o \"prêmio mais importante, o nome já diz tudo\""
  ],
  [
    "07/09/2020 12:02:05",
    "Riyev processa Submarino Stars por salários atrasados e direitos trabalhistas."
  ],
  [
    "07/09/2020 13:02:05",
    "Toboco joga League of Legends com guitarra do Guitar Hero"
  ],
  [
    "07/09/2020 14:02:05",
    "dono da Santos substitui atirador da equipe e garante vitória na LLA"
  ],
  [
    "07/09/2020 15:02:05",
    "YamatoCannon afirma: ''Eu acho que os ADCs estão um lixo no meta atual''"
  ],
  [
    "07/09/2020 16:02:06",
    "“É difícil ser ADC em low elo”, declara Kales"
  ],
  [
    "07/09/2020 17:02:06",
    "Com 'dream team' da Misfits em mãos, Yampi planeja trabalho 'cauteloso' e 'visando o longo prazo'"
  ],
  [
    "07/09/2020 18:02:06",
    "Daku: o último suporte agressivo da CBLOL?"
  ],
  [
    "07/09/2020 19:02:06",
    "Naehyun, Newbie e DudsTheBoy assumem vagas de Blinkerino, Balto e sOAZ no All-Stars"
  ],
  [
    "07/09/2020 20:02:06",
    "Chandy Teixeira traça paralelo com eliminação da Team Liquid de 2019: “Frustração é igual”"
  ],
  [
    "07/09/2020 21:02:06",
    "Expect afirma: ''Eu acho que os ADCs estão um lixo no meta atual''"
  ],
  [
    "07/09/2020 22:02:06",
    "Dogashow diz que jogadores de LoL são mais tóxicos que os da NBA: \"100.000%\""
  ],
  [
    "08/09/2020 01:28:28",
    "Ken Harusame acredita que com Name, Redemption POA tem sua “melhor line-up” para o MSI"
  ],
  [
    "08/09/2020 02:28:28",
    "Com 'dream team' da ⁠⁠Invictus Gaming em mãos, SmurfDoMuca planeja trabalho 'cauteloso' e 'visando o longo prazo'"
  ],
  [
    "08/09/2020 03:28:28",
    "\"Serei o melhor AD Carry\", diz DyNquedo sobre vinda ao Brasil e entrada na Falkol"
  ],
  [
    "08/09/2020 04:28:28",
    "Forsaken, Rellik e Zantins deixam a Vega Squadron"
  ],
  [
    "08/09/2020 05:28:28",
    "B4dd: “Eu voltaria para o LoL se a Riot pedisse desculpas publicamente”"
  ],
  [
    "08/09/2020 06:28:28",
    "Em Ranking de Força da Riot para o 1×1, Aithusa aparece em terceiro lugar"
  ],
  [
    "08/09/2020 07:28:28",
    "Killuard pode deixar ⁠⁠Suning para servir ao exército na Coreia do Sul."
  ],
  [
    "08/09/2020 08:28:28",
    "Com 'dream team' da LegendsBR em mãos, Lima planeja trabalho 'cauteloso' e 'visando o longo prazo'"
  ],
  [
    "08/09/2020 09:28:28",
    "Após saída da DetonatioN FM, Blacky desabafa: “Não fui bom o suficiente”"
  ],
  [
    "08/09/2020 10:28:28",
    "Mundial de LoL: FURIA e Team Liquid encaram grupo da morte"
  ],
  [
    "08/09/2020 11:28:28",
    "Mantendo apenas Pobelter, Alphari e Orome na equipe, Ahq renova line-up para 2019"
  ],
  [
    "08/09/2020 12:28:28",
    "Rogue quer provar aos céticos que não é a 10ª força da LLA"
  ],
  [
    "08/09/2020 13:28:28",
    "Em Ranking de Força da Riot para o 1×1, Nightblue3 aparece em terceiro lugar"
  ],
  [
    "08/09/2020 14:28:29",
    "Alphari: “É uma questão de mindset. Nós somos melhores, eles são só humanos”"
  ],
  [
    "08/09/2020 15:28:29",
    "Ex-treinador e diretor da Gambit são banidos por má gestão e abuso a jogadores."
  ],
  [
    "08/09/2020 16:28:29",
    "Rakin deixa a narração da LEC para se tornar treinador da Rensga"
  ],
  [
    "08/09/2020 17:28:29",
    "Beenie atinge um milhão de inscritos no YouTube"
  ],
  [
    "08/09/2020 18:28:29",
    "Nuclear e Daniquest na sala de aula: Um dia no curso que ensina a profissão de pro player"
  ],
  [
    "08/09/2020 19:28:29",
    "Ban Karma anuncia saída do atirador Htr1"
  ],
  [
    "08/09/2020 20:28:29",
    "TuixZoRDe pede renovação do LoL brasileiro e gera insatisfação de medalhões; \"Fumou\", diz Oddie"
  ],
  [
    "08/09/2020 21:28:29",
    "“O Vizicsacsi é a personificação da perfeição como ADC”, comenta Prb em vídeo"
  ],
  [
    "08/09/2020 22:28:29",
    "Ex-Gillette ULT, QueenB é reserva da Cloud9 no LPL 2019"
  ],
  [
    "08/09/2020 23:28:29",
    "A trajetória de EzPrince: da rejeição até a participação no Mundial de LoL"
  ],
  [
    "09/09/2020 00:28:29",
    "Zuao processa Vega Squadron e recebe R$ 60 mil; entenda"
  ],
  [
    "09/09/2020 01:28:30",
    "Caju revela descanso total após ano ruim e aponta obsessão por evolução: \"Amor não é prioridade\""
  ],
  [
    "09/09/2020 02:28:30",
    "GorillA, muito mais do que o \"eterno vice\" - o eterno finalista"
  ],
  [
    "09/09/2020 03:28:30",
    "Vitality protagoniza jogada horrível na CBLOL 2020 e vira meme na comunidade"
  ],
  [
    "09/09/2020 04:28:30",
    "Fnatic anuncia escalação feminina de League of Legends"
  ],
  [
    "09/09/2020 05:28:30",
    "Von venceu PCS sem chegar ao Challenger nessa temporada"
  ],
  [
    "09/09/2020 06:28:30",
    "Piru entra para Mec Inc., mesma agência de Jukes e Jovirone"
  ],
  [
    "09/09/2020 07:28:30",
    "Ocelote – uma despedida inesperada"
  ],
  [
    "09/09/2020 08:28:30",
    "Ferchu realiza predict incrível em cima de Jovirone"
  ],
  [
    "09/09/2020 09:28:30",
    "Fisher se depara com cena de sexo durante stream e entra em pânico"
  ],
  [
    "09/09/2020 10:28:30",
    "Em Ranking de Força da Riot para o 1×1, Faker aparece em terceiro lugar"
  ],
  [
    "09/09/2020 11:28:30",
    "yeTz, muito mais do que o \"eterno vice\" - o eterno finalista"
  ],
  [
    "09/09/2020 12:28:30",
    "OwN, Blury, Wos e mais: por onde andam os ex-pro players do competitivo"
  ],
  [
    "09/09/2020 13:28:30",
    "Especial Desafiante: conheça a Dignitas, o sonho realizado de mais de mil macacos"
  ],
  [
    "09/09/2020 14:28:30",
    "Ryu deixa a Dire Wolves e vai para Cloud9, com KaKAO de atirador"
  ],
  [
    "09/09/2020 15:28:30",
    "Josedeodo é o protagonista em comercial de sorvete, veja o vídeo"
  ],
  [
    "09/09/2020 16:28:30",
    "FURIA anuncia taiwanês Laba e singapurense Nelson como novos membros da equipe"
  ],
  [
    "09/09/2020 17:28:30",
    "“Jogar no mid vai ser difícil nesse split”, declara jockster"
  ],
  [
    "09/09/2020 18:28:30",
    "Fnatic, equipe 100% feminina, disputará segundo split da LCL"
  ],
  [
    "09/09/2020 19:28:30",
    "Com Pimpimenta na titularidade, Supermassive não perde faz 10 jogos"
  ],
  [
    "09/09/2020 20:28:30",
    "Ex-jogador da KT Rolster, Bigkoro faz cosplay de Sailor Moon"
  ],
  [
    "09/09/2020 21:28:30",
    "Keyd suspende Yaltz por insubordinação."
  ],
  [
    "09/09/2020 22:28:30",
    "Após saída da Gen.G, Piloto desabafa: “Não fui bom o suficiente”"
  ],
  [
    "09/09/2020 23:28:30",
    "Yaltz comenta chegada de Takeshi, compara com Skeanz e “autoriza” hype para a Dire Wolves"
  ],
  [
    "10/09/2020 00:28:30",
    "“Jogar no mid vai ser difícil nesse split”, declara YoungBuck"
  ],
  [
    "10/09/2020 01:28:30",
    "“Ninguém quer o Espeon”, diz Leena Xu, presidente da Prodigy, em áudio vazado em transmissão"
  ],
  [
    "10/09/2020 02:28:30",
    "Dono da DetonatioN FM, campeã mundial de 2018, vira meme ao comer cachorro-quente"
  ],
  [
    "10/09/2020 03:28:30",
    "Mills pode voltar ao competitivo caso consiga tratar problemas de saúde"
  ],
  [
    "10/09/2020 04:28:32",
    "Haelz ignora Kennedys e jogador desiste de atuar pela Unicorns Of Love"
  ],
  [
    "10/09/2020 05:28:31",
    "Gimgoon processa Submarino Stars por salários atrasados e direitos trabalhistas."
  ],
  [
    "10/09/2020 06:28:31",
    "Aryze comenta desempenho da INTZ no VCS: “Tendência é só melhorar”"
  ],
  [
    "10/09/2020 07:28:31",
    "Enel1 promete fazer cosplay de Xayah ou Rakan com Ambition caso vá para o All-Stars"
  ],
  [
    "10/09/2020 08:28:31",
    "Easyhoon, Blury e JUc deixam a ⁠⁠LGD Gaming"
  ],
  [
    "10/09/2020 09:28:31",
    "“Me casei com o League of Legends”, brinca Jankos em stream"
  ],
  [
    "10/09/2020 10:28:31",
    "Time Newbie x Time kaSing: futebol dos streamers terá doações e internautas no comando do VAR"
  ],
  [
    "10/09/2020 11:28:31",
    "\"Jessie\" e \"VVvert\", astros do CBLoL, participam do Bem, Amigos!"
  ],
  [
    "10/09/2020 12:28:31",
    "Condi conta que atualmente sua única motivação é buscar resultados internacionais para o LoL brasileiro"
  ],
  [
    "10/09/2020 13:28:31",
    "CEO da Vega Squadron tem áudio polêmico vazado em stream de Lep"
  ],
  [
    "10/09/2020 14:28:31",
    "Ex-jogador da Isurus, Thulz faz cosplay de Sailor Moon"
  ],
  [
    "10/09/2020 15:28:31",
    "Marf: o último suporte agressivo da PCS?"
  ],
  [
    "10/09/2020 16:28:31",
    "Especial Desafiante: conheça a Dexterity, o sonho realizado de mais de mil macacos"
  ],
  [
    "10/09/2020 17:28:31",
    "Sneaky terá salário de mais de 2 milhões de dólares anuais de acordo com jornalista"
  ],
  [
    "10/09/2020 18:28:32",
    "957 retorna ao competitivo para defender equipe universitária nos EUA"
  ],
  [
    "10/09/2020 19:28:32",
    "Buero é o protagonista em comercial de sorvete, veja o vídeo"
  ],
  [
    "10/09/2020 20:28:32",
    "Mata e Theusma acusam Seven Wars de atrasar salários; fundador do time se pronuncia"
  ],
  [
    "10/09/2020 21:28:32",
    "INTZ inscreve Ken Harusame e Kramer no LLA"
  ],
  [
    "10/09/2020 22:28:32",
    "Gillette anuncia retorno de Eric Teixeira ao competitivo"
  ],
  [
    "10/09/2020 23:28:32",
    "playArt cita indisciplina e afasta Leticia Motta; ProDelta assume lugar na rota do meio"
  ],
  [
    "11/09/2020 00:28:32",
    "Sephis revela ter recebido ofertas milionarias na China e uma proposta de cheque em branco"
  ],
  [
    "11/09/2020 01:28:32",
    "MAD Lions cita indisciplina e afasta CellinShow; Jovirone assume lugar na rota do meio"
  ],
  [
    "11/09/2020 02:28:32",
    "Ban Karma anuncia taiwanês Laba e singapurense Nelson como novos membros da equipe"
  ],
  [
    "11/09/2020 03:28:32",
    "Team oNe é punida em US$ 175 mil pela Riot Games"
  ],
  [
    "11/09/2020 04:28:32",
    "“Você não pode ter Flash no F e achar que ganhará de um bom jogador”, brinca Lemonation"
  ],
  [
    "11/09/2020 05:28:32",
    "Mayumi: “É uma questão de mindset. Nós somos melhores, eles são só humanos”"
  ],
  [
    "11/09/2020 06:28:32",
    "Ex-Gillette ULT Bankai é contratado pela Gambit"
  ],
  [
    "11/09/2020 07:28:33",
    "“Temos muita chance contra eles”, diz Eradan sobre Nex Impetus e Sengoku Gaming nos playoffs"
  ],
  [
    "11/09/2020 08:28:33",
    "“Não houve desespero”, declara Sadoski sobre escalar Stepz e Laba"
  ],
  [
    "11/09/2020 09:28:33",
    "Krow, vencedor do Gillette ULT e jogador da KT Rolster, testa o rework de Mordekaiser"
  ],
  [
    "11/09/2020 10:28:33",
    "TheFoxz ferido em um acidente de carro antes de Vitality vs. EVOS"
  ],
  [
    "11/09/2020 11:28:33",
    "Tem dono: Xanad0 chama atenção com marca de batom no pescoço em volta ao CBLoL"
  ],
  [
    "11/09/2020 12:28:33",
    "LEC recebe investimento de R$540 milhões da Nike"
  ],
  [
    "11/09/2020 13:28:33",
    "Xanad0 alcança o top 1 das filas ranqueadas do mundo"
  ],
  [
    "11/09/2020 14:28:33",
    "Big Gods tenta mas não consegue! ⁠⁠Bilibili Gaming vence a série"
  ],
  [
    "11/09/2020 15:28:33",
    "⁠⁠Vici Gaming vence TSM na Série de Acesso e garante permanência no CBLOL"
  ],
  [
    "11/09/2020 16:28:33",
    "Bressan preso e Gafone policial? Jogadores de League of Legends participam de clipe de rap"
  ],
  [
    "11/09/2020 17:28:33",
    "Killuard afirma: ''Eu acho que os ADCs estão um lixo no meta atual''"
  ],
  [
    "11/09/2020 18:28:33",
    "Daniquest, Whitelotus e Teacherma vão integrar equipe de transmissão do LLA."
  ],
  [
    "11/09/2020 19:28:33",
    "Biubiu, da ⁠⁠Invictus Gaming, admite que não esperava vencer a FURIA"
  ],
  [
    "11/09/2020 20:28:33",
    "Sarkis assume culpa por ir ao banco de reservas:' ''Eu não tinha motivação''"
  ],
  [
    "11/09/2020 21:28:33",
    "Mundial de LoL: Santos e T1 encaram grupo da morte"
  ],
  [
    "11/09/2020 22:28:33",
    "Cariok e Vinhemo irão premiar os melhores jogadores da soloQ no fim da temporada"
  ],
  [
    "11/09/2020 23:28:33",
    "Vento Ventania promete fazer cosplay de Xayah ou Rakan com Oddie caso vá para o All-Stars"
  ],
  [
    "12/09/2020 00:28:33",
    "Mantendo apenas YeTz, GorillA e Danagorn na equipe, Prodigy renova line-up para 2019"
  ],
  [
    "12/09/2020 01:28:33",
    "Gillette anuncia retorno de Froggen ao competitivo"
  ],
  [
    "12/09/2020 02:28:33",
    "Naehyun recebe segundo ban na Twitch e desabafa: “Me sentindo um saco de bosta”"
  ],
  [
    "12/09/2020 03:28:33",
    "“Quero que o mundo respeite o Brasil”, diz Flandre após vitória da KaBuM"
  ],
  [
    "12/09/2020 04:28:33",
    "Shrimp cria campanha e participará de Brasil x Argentina no LoL contra coronavírus."
  ],
  [
    "12/09/2020 05:28:34",
    "Super Carry Fire"
  ],
  [
    "12/09/2020 06:28:34",
    "Dignitas demite cinco da equipe de LoL por crise provocada pelo coronavírus"
  ],
  [
    "12/09/2020 07:28:34",
    "Meteos vs Axt, o duelo de gigantes da final da LEC"
  ],
  [
    "12/09/2020 08:28:34",
    "Apollo: \"Eu prefiro estar em um time de playoff na LJL do que em um time de fundo de tabela na LCS.\""
  ],
  [
    "12/09/2020 09:28:34",
    "TitaN revela o quanto gasta do seu salário milionário"
  ],
  [
    "12/09/2020 10:28:34",
    "Após ganhar a LCS Summer 2020, JDG “quebra” o troféu sem querer em comemoração"
  ],
  [
    "12/09/2020 11:28:34",
    "sOAZ, a esperança dos atiradores"
  ],
  [
    "12/09/2020 12:28:34",
    "Nightblue3 participa de campanha da Nike ao lado de Lebron James"
  ],
  [
    "12/09/2020 13:28:34",
    "Ex-campeão da PCS, PowerOfEvil está trabalhando em fábrica de sapatos na China"
  ],
  [
    "12/09/2020 14:28:34",
    "Srkenji se fantasia de brTT com direito a tattoo de Rato Dorime no lugar de Twitch"
  ],
  [
    "12/09/2020 15:28:34",
    "Wunder anuncia saída da KT Rolster: “Meu caminho no esports não acaba por aqui”"
  ],
  [
    "12/09/2020 16:28:34",
    "Showmaker e Untara na sala de aula: Um dia no curso que ensina a profissão de pro player"
  ],
  [
    "12/09/2020 17:28:34",
    "Buggax é banido da twitch após  vazar numero de telefone de Newbie."
  ],
  [
    "12/09/2020 18:28:35",
    "Falkol cita indisciplina e afasta Blinkerino; SmurfDoMuca assume lugar na rota do meio"
  ],
  [
    "12/09/2020 19:28:35",
    "\"É falta de vergonha na nossa cara\", diz Uzi sobre desempenho da Santos"
  ],
  [
    "12/09/2020 20:28:35",
    "OZikaDaLeste revela o quanto gasta do seu salário milionário"
  ],
  [
    "12/09/2020 21:28:35",
    "“Ouvir ‘mesmo que você faça o seu melhor, você atingiu seu limite. Você não pode vencer’ realmente me machucou”, diz Mantarraya sobre críticas"
  ],
  [
    "12/09/2020 22:28:35",
    "Mascot preso e Bebe policial? Jogadores de League of Legends participam de clipe de rap"
  ],
  [
    "12/09/2020 23:28:35",
    "EVOS não participará do Mundial pela primeira vez na história"
  ],
  [
    "13/09/2020 00:28:35",
    "Jow revela ter recebido ofertas milionarias na China e uma proposta de cheque em branco"
  ],
  [
    "13/09/2020 01:28:35",
    "Cabu e Haelz doarão US$ 15 mil para instituição de caridade de crianças da Amazônia"
  ],
  [
    "13/09/2020 02:28:35",
    "AD Carry da FURIA, Tittu afirma: “Days4fun disse que Anyyy era ruim de Ryze, então não banimos”"
  ],
  [
    "13/09/2020 03:28:35",
    "vTi é superior e vence a paiN por 3-0 na final do Circuito Desafiante"
  ],
  [
    "13/09/2020 04:28:35",
    "Reforço? Time de LoL do All Knights visita Vinicius Jr. antes do Mundial"
  ],
  [
    "13/09/2020 05:28:35",
    "Documentário da Netflix emociona com drama de Fisher, mas possui falhas."
  ],
  [
    "13/09/2020 06:28:36",
    "NL, muito mais do que o \"eterno vice\" - o eterno finalista"
  ],
  [
    "13/09/2020 07:28:36",
    "Nuclear e Bankai doarão US$ 15 mil para instituição de caridade de crianças da Amazônia"
  ],
  [
    "13/09/2020 08:28:36",
    "“Parece que a Me Salva Batima tem uma barreira mental contra nós”, comenta Easyhoon"
  ],
  [
    "13/09/2020 09:28:36",
    "Ahq usará Ning como atirador em 9° rodada do OPL 2020"
  ],
  [
    "13/09/2020 10:28:36",
    "Jactroll, da ⁠⁠Invictus Gaming, admite que não esperava vencer a ⁠⁠Invictus Gaming"
  ],
  [
    "13/09/2020 11:28:36",
    "AD Carry da Team oNe, Jessie afirma: “Pdr disse que Bigkoro era ruim de Ryze, então não banimos”"
  ],
  [
    "13/09/2020 12:28:36",
    "Fazendo um bootcamp sozinho na Coréia, Easyhoon revela desejo de atuar em uma equipe coreana ou chinesa"
  ],
  [
    "13/09/2020 13:28:36",
    "DudsTheBoy ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "13/09/2020 14:28:36",
    "Titeito vê Tian e Duke \"fortes pra c...\" e exalta motivação."
  ],
  [
    "13/09/2020 15:28:36",
    "Enel comenta chegada de Yang, compara com NOsFerus e “autoriza” hype para a Team Flash"
  ],
  [
    "13/09/2020 16:28:36",
    "Hjarnan e Ryoma na sala de aula: Um dia no curso que ensina a profissão de pro player"
  ],
  [
    "13/09/2020 17:28:36",
    "Valorizando a agressividade, Tore diz: “Somos a Keyd brasileira”"
  ],
  [
    "13/09/2020 18:28:36",
    "Afreeca Freecs usará Duclou como atirador em 9° rodada do OPL 2020"
  ],
  [
    "13/09/2020 19:28:37",
    "INTZ inscreve Peanut e Djokovic no LEC"
  ],
  [
    "13/09/2020 20:28:37",
    "Astro do LoL, Ssumday estrela comercial ao lado de Son, do Tottenham, na Coreia do Sul"
  ],
  [
    "13/09/2020 21:28:37",
    "Após 3 finais seguidas na LCS, J Team é rebaixada para a 2° divisão do torneio"
  ],
  [
    "13/09/2020 22:28:37",
    "Após 4 jogos pela Gen.G, Gstv1 possui o KDA perfeito"
  ],
  [
    "13/09/2020 23:28:37",
    "Betty diz que jogadores de LoL são mais tóxicos que os da NBA: \"100.000%\""
  ],
  [
    "14/09/2020 00:28:37",
    "Entenda por que RIVA é o maior jogador brasileiro de LoL de todos os tempos"
  ],
  [
    "14/09/2020 01:28:37",
    "Ex-jogador da Sengoku Gaming, Holyphoenix faz cosplay de Sailor Moon"
  ],
  [
    "14/09/2020 02:28:37",
    "Bruna1Andrade usa todos os itens possíveis para sobreviver ao dive na fonte."
  ],
  [
    "14/09/2020 03:28:37",
    "Após ganhar a LCL Summer 2020, Flamengo “quebra” o troféu sem querer em comemoração"
  ],
  [
    "14/09/2020 04:28:37",
    "CNB é suspenso da LEC por falta de pagamento de salários"
  ],
  [
    "14/09/2020 05:28:37",
    "Gambit vence Dexterity na Série de Acesso e garante permanência no PCS"
  ],
  [
    "14/09/2020 06:28:37",
    "Style afirma: ''Eu acho que os ADCs estão um lixo no meta atual''"
  ],
  [
    "14/09/2020 07:28:37",
    "Bankai e sOAZ deixam a line-up da ⁠⁠Top Esports depois de 3 anos juntos"
  ],
  [
    "14/09/2020 08:28:38",
    "Após uma série de resultados ruins, Near e Revolta deixam a Redemption POA."
  ],
  [
    "14/09/2020 09:28:38",
    "Nova patrocinadora da LJL gera revolta do time de casters e dos fãs"
  ],
  [
    "14/09/2020 10:28:38",
    "Showmaker reclama de quit de Steak e jogador responde"
  ],
  [
    "14/09/2020 11:28:38",
    "Rellik: ''Duas horas depois que eu sai da ⁠⁠EDward Gaming, seis times brasileiros falaram com meu manager''"
  ],
  [
    "14/09/2020 12:28:38",
    "Rumor: Com contrato milionário, SmurfDoMuca renova com ⁠⁠EDward Gaming por mais dois anos"
  ],
  [
    "14/09/2020 13:28:38",
    "Recém-aposentado, PDD 'mudou o conceito de suporte' em League of Legends"
  ],
  [
    "14/09/2020 14:28:38",
    "Time Ming x Time DRAEK: futebol dos streamers terá doações e internautas no comando do VAR"
  ],
  [
    "14/09/2020 15:28:38",
    "Plugo e Liballz irão premiar os melhores jogadores da soloQ no fim da temporada"
  ],
  [
    "14/09/2020 16:28:38",
    "Marra, Lágrimas e Glória: A Saga de 'Unfied', o Artilheiro do LoLzinho"
  ],
  [
    "14/09/2020 17:28:38",
    "Ex-jogador da Big Gods, Kalec faz cosplay de Sailor Moon"
  ],
  [
    "14/09/2020 18:28:38",
    "Domy lamenta derrota para Vega Squadron: “Não consegui dizer coisas boas para ajudá-los”"
  ],
  [
    "14/09/2020 19:28:38",
    "Caos já foi preso? Mitos e verdades sobre pro players de LoL"
  ],
  [
    "14/09/2020 20:28:39",
    "O 'básico do LoL', Ucla em alto nível e os coreanos; especialistas destrincham Keyd"
  ],
  [
    "14/09/2020 21:28:39",
    "Pai de OZikaDaLeste é homenageado no jogo do Seven Wars"
  ],
  [
    "14/09/2020 22:28:39",
    "Djokovic ferido em um acidente de carro antes de Cloud9 vs. J Team"
  ],
  [
    "14/09/2020 23:28:39",
    "PatoPapão está na Europa realizando bootcamp"
  ],
  [
    "15/09/2020 00:28:39",
    "Após saída da CNB, Ambition desabafa: “Não fui bom o suficiente”"
  ],
  [
    "15/09/2020 01:28:39",
    "Fazendo um bootcamp sozinho na Coréia, Revolta revela desejo de atuar em uma equipe coreana ou chinesa"
  ],
  [
    "15/09/2020 02:28:39",
    "Kaiwing faz cosplay de Akali K/DA e ficamos de queixo caído mais uma vez."
  ],
  [
    "15/09/2020 03:28:39",
    "Em novo cosplay, Shernfire se veste de Xayah Guardiã Estelar"
  ],
  [
    "15/09/2020 04:28:39",
    "Gucci lança relógio em parceria com a Gen.G"
  ],
  [
    "15/09/2020 05:28:39",
    "Daniquest ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "15/09/2020 06:28:39",
    "Rellik sobre Ming: “Não quero ser desumilde, mas eu não achei nada demais”"
  ],
  [
    "15/09/2020 07:28:39",
    "Elenco da Besiktas faz cosplay do grupo K/DA"
  ],
  [
    "15/09/2020 08:28:40",
    "Damage e PromisQ na sala de aula: Um dia no curso que ensina a profissão de pro player"
  ],
  [
    "15/09/2020 09:28:40",
    "“Se esse cara venceu o Mundial, com certeza consigo também”, diz Lep sobre Lynkotiko"
  ],
  [
    "15/09/2020 10:28:40",
    "Kyure – uma despedida inesperada"
  ],
  [
    "15/09/2020 11:28:40",
    "Jean Mago fala sobre derrotas do Keyd e punições da Riot: “eu tirei o F4 dos PCs”"
  ],
  [
    "15/09/2020 12:28:40",
    "“Não soubemos encontrar o mesmo tom” afirma Reignover após eliminação da Jayob"
  ],
  [
    "15/09/2020 13:28:40",
    "sOAZ lamenta derrota para RED Canids: “Não consegui dizer coisas boas para ajudá-los”"
  ],
  [
    "15/09/2020 14:28:40",
    "Após saída da Me Salva Batima, Shuffle desabafa: “Não fui bom o suficiente”"
  ],
  [
    "15/09/2020 15:28:40",
    "Devourer vê Giu e Kkoma \"fortes pra c...\" e exalta motivação."
  ],
  [
    "15/09/2020 16:28:40",
    "yeTz: o strong side do Flamengo"
  ],
  [
    "15/09/2020 17:28:40",
    "“Aqui no Brasil só tem jungler ruim, inclusive eu”, comenta Scamber"
  ],
  [
    "15/09/2020 18:28:40",
    "Gen.G anuncia contratação de Dudy como analista"
  ],
  [
    "15/09/2020 19:28:40",
    "“Não houve desespero”, declara Steak sobre escalar Blury e Scamber"
  ],
  [
    "15/09/2020 20:28:40",
    "⁠⁠FunPlus Phoenix alia tradição e inovação em busca de novas glórias"
  ],
  [
    "15/09/2020 21:28:41",
    "Thunder usa todos os itens possíveis para sobreviver ao dive na fonte."
  ],
  [
    "15/09/2020 22:28:41",
    "YamatoCannon entra para Mec Inc., mesma agência de Jukes e Jovirone"
  ],
  [
    "15/09/2020 23:28:41",
    "Marra, Lágrimas e Glória: A Saga de 'BrTT', o Artilheiro do LoLzinho"
  ],
  [
    "16/09/2020 00:28:41",
    "“Provavelmente me aposentarei”, revela Huni"
  ],
  [
    "16/09/2020 01:28:41",
    "Rainbow7 tenta mas não consegue! ⁠⁠Bilibili Gaming vence a série"
  ],
  [
    "16/09/2020 02:28:41",
    "Ocelote lança música \"Flex\" em parceria com Alva"
  ],
  [
    "16/09/2020 03:28:41",
    "Em série disputada, J Team vence PSG Talon por 3 a 2 e conquista Superliga ABCDE 2018"
  ],
  [
    "16/09/2020 04:28:41",
    "Duke exalta chegada de Nuddle e elogia 369: “Minha motivação”"
  ],
  [
    "16/09/2020 05:28:41",
    "Elenco da 100 Thieves faz cosplay do grupo K/DA"
  ],
  [
    "16/09/2020 06:28:41",
    "Com 'dream team' da Keyd em mãos, Misaya planeja trabalho 'cauteloso' e 'visando o longo prazo'"
  ],
  [
    "16/09/2020 07:28:41",
    "Após ganhar a LJL Summer 2020, Falkol “quebra” o troféu sem querer em comemoração"
  ],
  [
    "16/09/2020 08:28:41",
    "Ban Karma negocia com Disave e cogita contratar ProDelta já pensando nas seletivas para 2ª Etapa do Circuitão"
  ],
  [
    "16/09/2020 09:28:41",
    "Campeão mundial, Hanor é vetado de partida na China por febre"
  ],
  [
    "16/09/2020 10:28:42",
    "4LaN ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "16/09/2020 11:28:42",
    "Tianci diz que “existe 0% de chance de Dota ser mais difícil que LoL mecanicamente”"
  ],
  [
    "16/09/2020 12:28:42",
    "“Quero matar o Oxydrean várias vezes e saborear o momento em que ele fica triste”, comenta Dardoch"
  ],
  [
    "16/09/2020 13:28:42",
    "Jow exalta vitória do Behive sobre a Royal Never Give Up: \"Fizeram parecer cinco bronzes\""
  ],
  [
    "16/09/2020 14:28:42",
    "Ao lado de Nightblue3 e Seiya, Damonte rouba a cena no All-Star"
  ],
  [
    "16/09/2020 15:28:42",
    "Chaser ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "16/09/2020 16:28:42",
    "Forsaken: ''Duas horas depois que eu sai da Me Salva Batima, seis times brasileiros falaram com meu manager''"
  ],
  [
    "16/09/2020 17:28:42",
    "Manajj traça paralelo com eliminação da Cloud9 de 2019: “Frustração é igual”"
  ],
  [
    "16/09/2020 18:28:42",
    "Ayato, Inflict e Holyphoenix deixam a Dire Wolves"
  ],
  [
    "16/09/2020 19:28:42",
    "Blank sobre Diamondprox: “Não quero ser desumilde, mas eu não achei nada demais”"
  ],
  [
    "16/09/2020 20:28:42",
    "Campeão mundial em 2017, kaSing anuncia aposentadoria"
  ],
  [
    "16/09/2020 21:28:42",
    "“Não houve desespero”, declara Gimgoon sobre escalar Maynah e Lynkotiko"
  ],
  [
    "16/09/2020 22:28:43",
    "Ex-Vega Squadron, Blank é banido por 18 meses por manipulação de resultado"
  ],
  [
    "16/09/2020 23:28:43",
    "Kiari deixa a Royal Youth e vai para paiN, com LordSemi de atirador"
  ],
  [
    "17/09/2020 00:28:43",
    "“Temos muita chance contra eles”, diz Sacy sobre EVOS e playArt nos playoffs"
  ],
  [
    "17/09/2020 01:28:43",
    "Astro do LoL, Mithy estrela comercial ao lado de Son, do Tottenham, na Coreia do Sul"
  ],
  [
    "17/09/2020 02:28:43",
    "Recém-aposentado, Olkaida 'mudou o conceito de suporte' em League of Legends"
  ],
  [
    "17/09/2020 03:28:43",
    "Ex-Keyd, BrTT é banido por 18 meses por manipulação de resultado"
  ],
  [
    "17/09/2020 04:28:43",
    "MicaO, a esperança dos atiradores"
  ],
  [
    "17/09/2020 05:28:43",
    "Thunder anuncia saída da TSM: “Meu caminho no esports não acaba por aqui”"
  ],
  [
    "17/09/2020 06:28:43",
    "Após ganhar a OPL Summer 2020, Unicorns Of Love “quebra” o troféu sem querer em comemoração"
  ],
  [
    "17/09/2020 07:28:43",
    "Kaly sobre CBLoL da Havan: “Inferno na terra”"
  ],
  [
    "17/09/2020 08:28:43",
    "Ban Karma anuncia escalação feminina de League of Legends"
  ],
  [
    "17/09/2020 09:28:44",
    "Dioud vê Mills e LvMao \"fortes pra c...\" e exalta motivação."
  ],
  [
    "17/09/2020 10:28:44",
    "“Quero matar o Chawy várias vezes e saborear o momento em que ele fica triste”, comenta GorillA"
  ],
  [
    "17/09/2020 11:28:44",
    "Vasto pode voltar ao competitivo caso consiga tratar problemas de saúde"
  ],
  [
    "17/09/2020 12:28:44",
    "Ex-campeão da PCS, kaSing está trabalhando em fábrica de sapatos na China"
  ],
  [
    "17/09/2020 13:28:44",
    "Tem dono: Soulsilver chama atenção com marca de batom no pescoço em volta ao CBLoL"
  ],
  [
    "17/09/2020 14:28:44",
    "Expect diz que “existe 0% de chance de Dota ser mais difícil que LoL mecanicamente”"
  ],
  [
    "17/09/2020 15:28:44",
    "Inspirado por Derrick Rose, Ming conta como superou lesão que o tirou do LoL por seis meses"
  ],
  [
    "17/09/2020 16:28:44",
    "“Quero matar o Atlanta várias vezes e saborear o momento em que ele fica triste”, comenta Evrot"
  ],
  [
    "17/09/2020 17:28:44",
    "Diretamente do Gillette ULT, Furyz jogará pela Santos na Superliga"
  ],
  [
    "17/09/2020 18:28:44",
    "\"Fluminense desde criança\", 369 comemora vitória sobre Flamengo"
  ],
  [
    "17/09/2020 19:28:45",
    "Fnatic vence J Team na Série de Acesso e garante permanência no LJL"
  ],
  [
    "17/09/2020 20:28:45",
    "Plugo revela ter gasto quantia milionária em tênis e roupas de marca"
  ],
  [
    "17/09/2020 21:28:45",
    "Leoxuzo revela ter recebido ofertas milionarias na China e uma proposta de cheque em branco"
  ],
  [
    "17/09/2020 22:28:45",
    "Warhorse se depara com cena de sexo durante stream e entra em pânico"
  ],
  [
    "17/09/2020 23:28:45",
    "Ao lado de Sharkao e Yan, Yampi rouba a cena no All-Star"
  ],
  [
    "18/09/2020 00:28:45",
    "RedBert já foi preso? Mitos e verdades sobre pro players de LoL"
  ],
  [
    "18/09/2020 01:28:45",
    "CEO da INTZ tem áudio polêmico vazado em stream de Shu"
  ],
  [
    "18/09/2020 02:28:45",
    "Com ‘Caju x Abaxial’ e muito mais, Riot fará maratona de stream"
  ],
  [
    "18/09/2020 03:28:45",
    "Edward comemora liderança e fala sobre Aphelios: ''Está balanceado sim''."
  ],
  [
    "18/09/2020 04:28:45",
    "Campeão mundial, Gstv1 é vetado de partida na China por febre"
  ],
  [
    "18/09/2020 05:28:45",
    "Marra, Lágrimas e Glória: A Saga de 'PbO', o Artilheiro do LoLzinho"
  ],
  [
    "18/09/2020 06:28:45",
    "Após 3 finais seguidas na OPL, SANDBOX Gaming é rebaixada para a 2° divisão do torneio"
  ],
  [
    "18/09/2020 07:28:46",
    "“O ONMETA abriu nossa mente pro jogo de equipe”, diz Orome"
  ],
  [
    "18/09/2020 08:28:46",
    "Integrante do grupo Exo se torna acionista de time da LCS"
  ],
  [
    "18/09/2020 09:28:46",
    "YeTz ganha painel de aniversário na Times Square pago por fãs"
  ],
  [
    "18/09/2020 10:28:46",
    "LoL: LegendsBR tomará \"medidas legais\" contra ataques virtuais ao seus jogadores"
  ],
  [
    "18/09/2020 11:28:46",
    "LoL: DetonatioN FM tomará \"medidas legais\" contra ataques virtuais ao seus jogadores"
  ],
  [
    "18/09/2020 12:28:46",
    "\"Serei o melhor AD Carry\", diz Mole sobre vinda ao Brasil e entrada na ⁠⁠FunPlus Phoenix"
  ],
  [
    "18/09/2020 13:28:46",
    "Maynah anuncia retorno ao cenário competitivo"
  ],
  [
    "18/09/2020 14:28:46",
    "“É difícil ser ADC em low elo”, declara Disave"
  ],
  [
    "18/09/2020 15:28:46",
    "Aphromoo é o mid laner com maior KDA do Mundo"
  ],
  [
    "18/09/2020 16:28:46",
    "Marra, Lágrimas e Glória: A Saga de 'Jiumeng', o Artilheiro do LoLzinho"
  ],
  [
    "18/09/2020 17:28:47",
    "Schalke 04 alia tradição e inovação em busca de novas glórias"
  ],
  [
    "18/09/2020 18:28:47",
    "Stepz: \"Não estou confiante para jogar contra o Cabu\""
  ],
  [
    "18/09/2020 19:28:47",
    "Zeitnot faz lista de 10 jogadores que o fariam ter ficado na Team Flash"
  ],
  [
    "18/09/2020 20:28:47",
    "Woq se envolve em briga de bar na China"
  ],
  [
    "18/09/2020 21:28:47",
    "\"Cheirinho duplo\": Royal Never Give Up vira piada ao perder finais de LoL e Superliga B."
  ],
  [
    "18/09/2020 22:28:47",
    "“Aqui no Brasil só tem jungler ruim, inclusive eu”, comenta PrZo"
  ],
  [
    "18/09/2020 23:28:47",
    "Fã cria skin Team Flash LeBlanc para Ayel, campeão do Mundial 2018"
  ],
  [
    "19/09/2020 00:28:47",
    "Brucer é a rainha que ele merece ser neste novo cosplay como Ahri da Dinastia"
  ],
  [
    "19/09/2020 01:28:47",
    "Jukes se tornará primeira mulher a disputar campeonato oficial de LoL no Brasil"
  ],
  [
    "19/09/2020 02:28:47",
    "Tinowns processa Gen.G por salários atrasados e direitos trabalhistas."
  ],
  [
    "19/09/2020 03:28:47",
    "Integrante do grupo Exo se torna acionista de time da PCS"
  ],
  [
    "19/09/2020 04:28:48",
    "Valorizando a agressividade, JoJo diz: “Somos a ⁠⁠EDward Gaming brasileira”"
  ],
  [
    "19/09/2020 05:28:48",
    "Marra, Lágrimas e Glória: A Saga de 'Cyanide', o Artilheiro do LoLzinho"
  ]
]