{
  "0": "$PESSOA se depara com cena de sexo durante stream e entra em pânico",
  "1": "$PESSOA quebra a perna e vai para o hospital",
  "2": "$PESSOA comenta sobre Gragolandia: “Peguei dele e comecei a usar no $LIGA",
  "3": "“Me casei com o League of Legends”, brinca $PESSOA em stream",
  "4": "Mãe de $PESSOA publica mensagem emocionante: “Cataria papelão para você não desistir”",
  "5": "$PESSOA é suspenso por conduta discriminatória nas redes sociais",
  "6": "$PESSOA e $PESSOA irão premiar os melhores jogadores da soloQ no fim da temporada",
  "7": "$PESSOA está na Europa realizando bootcamp",
  "8": "Integrante do grupo Exo se torna acionista de time da $LIGA",
  "9": "$PESSOA exalta chegada de Nuddle e elogia $PESSOA: “Minha motivação”",
  "10": "CEO do $TIME publica gif “queimando dinheiro” e manager pede desculpas pelo resultado",
  "11": "$PESSOA fala sobre derrotas do $TIME e punições da Riot: “eu tirei o F4 dos PCs”",
  "12": "Vídeo mostra $PESSOA assistindo stream da Mayumi",
  "13": "“Quero matar o $PESSOA várias vezes e saborear o momento em que ele fica triste”, comenta $PESSOA",
  "14": "$PESSOA se lesiona e $PESSOA jogará como suporte na 10° rodada",
  "15": "“Temos muita chance contra eles”, diz $PESSOA sobre $TIME e $TIME nos playoffs",
  "16": "$PESSOA é o mid laner com maior KDA do Mundo",
  "17": "$TIME usará $PESSOA como atirador em 9° rodada do $LIGA 2020",
  "18": "“Parece que a $TIME tem uma barreira mental contra nós”, comenta $PESSOA",
  "19": "$PESSOA: o strong side do Flamengo",
  "20": "“Erro muito grave” classifica $PESSOA após chamar jogador de cotista",
  "21": "$PESSOA – uma despedida inesperada",
  "22": "INTZ inscreve $PESSOA e $PESSOA no $LIGA",
  "23": "$PESSOA comenta desempenho da INTZ no $LIGA: “Tendência é só melhorar”",
  "24": "O beijo do diabo de $PESSOA",
  "25": "$PESSOA: o último suporte agressivo da $LIGA?",
  "26": "“O $PESSOA é a personificação da perfeição como ADC”, comenta $PESSOA em vídeo",
  "27": "O retorno das gigantes: $TIME e $TIME",
  "28": "“Não houve desespero”, declara $PESSOA sobre escalar $PESSOA e $PESSOA",
  "29": "“Provavelmente me aposentarei”, revela $PESSOA",
  "30": "Em tweet, $PESSOA marca $PESSOA e diz: “Estou indo”",
  "31": "$PESSOA comenta chegada de $PESSOA, compara com $PESSOA e “autoriza” hype para a $TIME",
  "32": "“Jogar no mid vai ser difícil nesse split”, declara $PESSOA",
  "33": "$PESSOA assumirá posto de Strategic Coach da $TIME",
  "34": "$PESSOA se envolve em briga de bar na China",
  "35": "Após pausa, $PESSOA está de volta a KT Rolster para a $LIGA",
  "36": "Após saída da $TIME, $PESSOA desabafa: “Não fui bom o suficiente”",
  "37": "$PESSOA anuncia saída da $TIME: “Meu caminho no esports não acaba por aqui”",
  "38": "Com ‘$PESSOA x $PESSOA’ e muito mais, Riot fará maratona de stream",
  "39": "“Quero que o mundo respeite o Brasil”, diz $PESSOA após vitória da KaBuM",
  "40": "“Ele não se importava com qualquer quantia oferecida”, comenta Jack sobre tentativa de contratação de $PESSOA",
  "41": "“O $PESSOA abriu nossa mente pro jogo de equipe”, diz $PESSOA",
  "42": "“É difícil ser ADC em low elo”, declara $PESSOA",
  "43": "$PESSOA deixa a narração da $LIGA para se tornar treinador da $TIME",
  "44": "$PESSOA recebe segundo ban na Twitch e desabafa: “Me sentindo um saco de bosta”",
  "45": "$PESSOA é o protagonista em comercial de sorvete, veja o vídeo",
  "46": "Apresentador da $LIGA preso por dirigir embriagado",
  "47": "dono da $TIME substitui atirador da equipe e garante vitória na $LIGA",
  "48": "Ex-campeão da $LIGA, $PESSOA está trabalhando em fábrica de sapatos na China",
  "49": "$PESSOA diz que \"se você usa flash no D, você será prata\"",
  "50": "“Se esse cara venceu o Mundial, com certeza consigo também”, diz $PESSOA sobre $PESSOA",
  "51": "“Você não pode ter Flash no F e achar que ganhará de um bom jogador”, brinca $PESSOA",
  "52": "$PESSOA venceu $LIGA sem chegar ao Challenger nessa temporada",
  "53": "$TIME vence a $TIME e treinador dispara: “time mais previsível do ano”",
  "54": "Ex-jogador da $TIME, $PESSOA faz cosplay de Sailor Moon",
  "55": "$PESSOA pede renovação do LoL brasileiro e gera insatisfação de medalhões; \"Fumou\", diz $PESSOA",
  "56": "$PESSOA ferido em um acidente de carro antes de $TIME vs. $TIME",
  "57": "\"Eu sabia, é impossível dar certo”, comenta $PESSOA sobre dream team da $TIME",
  "58": "$PESSOA sobre críticas: “Não quero passar imagem de debochado, que menospreza”",
  "59": "$PESSOA: “A $TIME tem mais preparo. Aqui tenho mais chances de ser campeão”",
  "60": "$PESSOA sobre $PESSOA: “Não quero ser desumilde, mas eu não achei nada demais”",
  "61": "$PESSOA conta que atualmente sua única motivação é buscar resultados internacionais para o LoL brasileiro",
  "62": "$TIME é superior e vence a paiN por 3-0 na final do Circuito Desafiante",
  "63": "$TIME tenta mas não consegue! $TIME vence a série",
  "64": "$PESSOA acredita que com $PESSOA, $TIME tem sua “melhor line-up” para o MSI",
  "65": "$PESSOA vê $TIME favorita para semifinal e diz que $TIME chega como “underdog”",
  "66": "Ultrapassando ídolos pops, $PESSOA vence como “Personalidade do ano” no Weibo",
  "67": "Skin do mundial de $PESSOA será do Malphite como “presente” para a esposa",
  "68": "$PESSOA terá salário de mais de 2 milhões de dólares anuais de acordo com jornalista",
  "69": "Ao lado de $PESSOA e $PESSOA, $PESSOA rouba a cena no All-Star",
  "70": "“Não acho que a $TIME ousaria deixar meu Kled aberto na final”, comenta $PESSOA",
  "71": "$TIME atropela $TIME na final e vence o Mundial",
  "72": "$PESSOA comenta classificação e declara aos críticos: “Eu posso, sim, vencer lanes”",
  "73": "$PESSOA, da $TIME, admite que não esperava vencer a $TIME",
  "74": "Super Carry $PESSOA",
  "75": "$PESSOA vs $PESSOA, o duelo de gigantes da final da $LIGA",
  "76": "$PESSOA dá dica para jogadores de Yasuo: “Recomendo não jogar com este campeão”",
  "77": "$PESSOA apresenta seu novo cosplay de KDA Ahri",
  "78": "Após 4 jogos pela $TIME, $PESSOA possui o KDA perfeito",
  "79": "$PESSOA confirma a troca de posições entre $PESSOA e $PESSOA",
  "80": "Em novo cosplay, $PESSOA se veste de Xayah Guardiã Estelar",
  "81": "$PESSOA, $PESSOA e $PESSOA assumem vagas de $PESSOA, $PESSOA e $PESSOA no All-Stars",
  "82": "$PESSOA fala sobre como foi jogar com $PESSOA e $TIME no Mundial",
  "83": "$PESSOA faz cosplay de Junko Enoshima para sua stream",
  "84": "Elenco da $TIME faz cosplay do grupo K/DA",
  "85": "$PESSOA não se vê jogando mais no Brasil e exalta $TIME e EUA: \"Aqui você se sente recompensado\"",
  "86": "$PESSOA promete fazer cosplay de Xayah ou Rakan com $PESSOA caso vá para o All-Stars",
  "87": "$PESSOA é fã do $TIME e explica a origem de seu nick name no jogo",
  "88": "$PESSOA, a esperança dos atiradores",
  "89": "$PESSOA traça paralelo com eliminação da $TIME de 2019: “Frustração é igual”",
  "90": "$PESSOA diz que $PESSOA está com torcicolo e pode estar influenciando na performance",
  "91": "$PESSOA realiza predict incrível em cima de $PESSOA",
  "92": "$PESSOA lamenta derrota para $TIME: “Não consegui dizer coisas boas para ajudá-los”",
  "93": "Pai de $PESSOA é homenageado no jogo do $TIME",
  "94": "$PESSOA atinge um milhão de inscritos no YouTube",
  "95": "$PESSOA: o jovem que se inspirou no funk e virou o melhor jogador do $LIGA em 2018",
  "96": "$PESSOA: “Jogar outro split do Circuito Desafiante vai ser muito complicado”",
  "97": "$PESSOA culpa a má performance nos... prazeres sexuais.",
  "98": "$PESSOA \"esquece\" título e diz que conhecer Ronaldo \"é o que fica\"",
  "99": "Gucci lança relógio em parceria com a $TIME",
  "100": "$PESSOA pede para que fãs não votem nele para o All-Star",
  "101": "“Quero me vingar do $PESSOA”, afirma $PESSOA sobre possível confronto com $TIME",
  "102": "Apostando em novos talentos, $TIME anuncia a contratação de $PESSOA",
  "103": "“Ouvir ‘mesmo que você faça o seu melhor, você atingiu seu limite. Você não pode vencer’ realmente me machucou”, diz $PESSOA sobre críticas",
  "104": "$PESSOA: “Eu acredito que $PESSOA é o melhor mid laner deste torneio.”",
  "105": "Fazendo um bootcamp sozinho na Coréia, $PESSOA revela desejo de atuar em uma equipe coreana ou chinesa",
  "106": "Em Ranking de Força da Riot para o 1×1, $PESSOA aparece em terceiro lugar",
  "107": "$PESSOA revela ter gasto quantia milionária em tênis e roupas de marca",
  "108": "De Goiânia, $TIME diverte com humor sertanejo e mira franquia do $LIGA...",
  "109": "$PESSOA compra prédio, batiza com próprio nick e pretende ajudar jogadores",
  "110": "Conselheira da $TIME rotula time de LoL como \"nerds autistas\", e $PESSOA rebate: \"Tem que se tratar\"",
  "111": "Ex-$TIME, $PESSOA é banido por 18 meses por manipulação de resultado",
  "112": "“Ninguém quer o $PESSOA”, diz Leena Xu, presidente da $TIME, em áudio vazado em transmissão",
  "113": "jogador finlandês será o novo suporte da $TIME no League of Legends",
  "114": "A arrogância que faz da $TIME a melhor equipe de League of Legends da atualidade",
  "115": "Encontro das Lendas colocará coldzera e $PESSOA em partida de League of Legends",
  "116": "Reforço? Time de LoL do $TIME visita Vinicius Jr. antes do Mundial",
  "117": "Vinícius Júnior interage com equipe do $TIME, e torcedores vão à loucura",
  "118": "$TIME protagoniza jogada horrível na $LIGA 2020 e vira meme na comunidade",
  "119": "$TIME suspende $PESSOA por insubordinação.",
  "120": "$PESSOA: “Sendo bem sincero? Eu não ligo para a $TIME, eu ligo para o meu time, então espero muito que a $TIME ganhe e eles caiam”",
  "121": "Reforço da $TIME, $PESSOA é acusado de ser uma farsa!",
  "122": "$TIME, equipe 100% feminina, disputará segundo split da $LIGA",
  "123": "Nova patrocinadora da $LIGA gera revolta do time de casters e dos fãs",
  "124": "$PESSOA diz que vai entrar no cenário competitivo em 2021",
  "125": "Ex-Gillette Ult, $PESSOA está fora da $TIME",
  "126": "$PESSOA: “Eu voltaria para o LoL se a Riot pedisse desculpas publicamente”",
  "127": "$PESSOA, vencedor do Gillette ULT e jogador da $TIME, testa o rework de Mordekaiser",
  "128": "Ex-Gillette ULT $PESSOA é contratado pela $TIME",
  "129": "$TIME anuncia Academy, equipe formada por ex-participantes do Gillette ULT",
  "130": "Ex-Gillette ULT $PESSOA passará por testes na $TIME",
  "131": "Ex-Gillette ULT, $PESSOA é reserva da $TIME no $LIGA 2019",
  "132": "Diretamente do Gillette ULT, $PESSOA jogará pela $TIME na Superliga",
  "133": "Gillette anuncia retorno de $PESSOA ao competitivo",
  "134": "$PESSOA e $PESSOA contam suas expectativas sobre o Gillette Ult, reality show de League of Legends",
  "135": "AD Carry da $TIME, $PESSOA afirma: “$PESSOA disse que $PESSOA era ruim de Ryze, então não banimos”",
  "136": "$PESSOA preso e $PESSOA policial? Jogadores de League of Legends participam de clipe de rap",
  "137": "“Com o POV, alguns jogadores mais lixos da $LIGA serão expostos”, diz $PESSOA",
  "138": "Com $PESSOA e $PESSOA, formação que $TIME usará no Circuitão ganha forma",
  "139": "$TIME negocia com $PESSOA e cogita contratar $PESSOA já pensando nas seletivas para 2ª Etapa do Circuitão",
  "140": "“Não soubemos encontrar o mesmo tom” afirma $PESSOA após eliminação da $TIME",
  "141": "$TIME anuncia escalação feminina de League of Legends",
  "142": "$TIME é punida em US$ 175 mil pela Riot Games",
  "143": "$PESSOA revela ter recebido ofertas milionarias na China e uma proposta de cheque em branco",
  "144": "$PESSOA vai substituir $PESSOA na final do Twitch Rivals",
  "145": "$TIME anuncia taiwanês Laba e singapurense Nelson como novos membros da equipe",
  "146": "Inspirado por Derrick Rose, $PESSOA conta como superou lesão que o tirou do LoL por seis meses",
  "147": "Valorizando a agressividade, $PESSOA diz: “Somos a $TIME brasileira”",
  "148": "$PESSOA alcança o top 1 das filas ranqueadas do mundo",
  "149": "$TIME anuncia contratação de $PESSOA como analista",
  "150": "$LIGA recebe investimento de R$540 milhões da Nike",
  "151": "$TIME anuncia saída do atirador $PESSOA",
  "152": "$TIME anuncia renovação visual e muda para Uppercut Esports.",
  "153": "$TIME contrata streamer que arrecada fundos para ajudar irmã",
  "154": "Este cosplay de $PESSOA como Irelia Espada Divina vai fatiar seu coração",
  "155": "Marra, Lágrimas e Glória: A Saga de '$PESSOA', o Artilheiro do LoLzinho",
  "156": "$PESSOA, muito mais do que o \"eterno vice\" - o eterno finalista",
  "157": "Pulando o muro da aposentadoria, $PESSOA anuncia possível retorno ao cenário competitivo",
  "158": "Em série disputada, $TIME vence $TIME por 3 a 2 e conquista Superliga ABCDE 2018",
  "159": "Campeão mundial em 2017, $PESSOA anuncia aposentadoria",
  "160": "Mantendo apenas $PESSOA, $PESSOA e $PESSOA na equipe, $TIME renova line-up para 2019",
  "161": "$PESSOA é a rainha que ele merece ser neste novo cosplay como Ahri da Dinastia",
  "162": "Vida de Pro Player: $TIME e a maior Gaming House da América Latina",
  "163": "\"Serei o melhor AD Carry\", diz $PESSOA sobre vinda ao Brasil e entrada na $TIME",
  "164": "Fã cria skin $TIME LeBlanc para $PESSOA, campeão do Mundial 2018",
  "165": "$PESSOA e $PESSOA vão para o All-Stars 2018 com $PESSOA e $PESSOA",
  "166": "$PESSOA está supremo na propaganda de sua nova marca de roupas",
  "167": "$TIME não participará do Mundial pela primeira vez na história",
  "168": "$PESSOA e $PESSOA doarão US$ 15 mil para instituição de caridade de crianças da Amazônia",
  "169": "$PESSOA, $PESSOA e $PESSOA deixam a $TIME",
  "170": "$PESSOA deixa a $TIME e vai para $TIME, com $PESSOA de atirador",
  "171": "$TIME renova contrato com $PESSOA e line-up do clube está completa",
  "172": "$TIME vence $TIME na Série de Acesso e garante permanência no $LIGA",
  "173": "$TIME divulga mudanças na line-up para Superliga com $PESSOA na Selva",
  "174": "$PESSOA e $PESSOA deixam a line-up da $TIME depois de 3 anos juntos",
  "175": "LoL em 2019: título inédito da $TIME, vexames no exterior e polêmicas marcam ano no Brasil",
  "176": "Caçador da $TIME aparece bêbado em stream e faz alegria do público com histórias da equipe",
  "177": "Teamfight entre $TIME e $TIME no $LIGA virá “piada” internacional",
  "178": "\"É falta de vergonha na nossa cara\", diz $PESSOA sobre desempenho da $TIME",
  "179": "$PESSOA ganha painel de aniversário na Times Square pago por fãs",
  "180": "\"Espero terminar a final com 3 jogos para que eu possa ir comer rapidamente\" - comenta $PESSOA.",
  "181": "Após ganhar a $LIGA Summer 2020, $TIME “quebra” o troféu sem querer em comemoração",
  "182": "Após vitória sobre $TIME, $PESSOA pede $PESSOA em casamento.",
  "183": "$PESSOA é banido da twitch após  vazar numero de telefone de $PESSOA.",
  "184": "$PESSOA processa $TIME e recebe R$ 60 mil; entenda",
  "185": "$TIME cita indisciplina e afasta $PESSOA; $PESSOA assume lugar na rota do meio",
  "186": "Em menos de uma hora após o anúncio, $PESSOA é banido por elo job",
  "187": "$PESSOA exalta vitória do $TIME sobre a $TIME: \"Fizeram parecer cinco bronzes\"",
  "188": "$PESSOA, $PESSOA e $PESSOA vão integrar equipe de transmissão do $LIGA.",
  "189": "$TIME alia tradição e inovação em busca de novas glórias",
  "190": "$PESSOA celebra 10 anos de carreira com vídeo de highlights",
  "191": "Documentário da Netflix emociona com drama de $PESSOA, mas possui falhas.",
  "192": "$PESSOA: “É uma questão de mindset. Nós somos melhores, eles são só humanos”",
  "193": "Riot faz vídeo de $PESSOA no estilo anime com música de Boku no Hero Academia",
  "194": "Após uma série de resultados ruins, $PESSOA e $PESSOA deixam a $TIME.",
  "195": "$PESSOA: \"Eu prefiro estar em um time de playoff na $LIGA do que em um time de fundo de tabela na $LIGA.\"",
  "196": "$PESSOA pode deixar $TIME para servir ao exército na Coreia do Sul.",
  "197": "\"Fluminense desde criança\", $PESSOA comemora vitória sobre Flamengo",
  "198": "$PESSOA é banido da Twitch após ironizar pandemia de Covid-19",
  "199": "$PESSOA ignora $PESSOA e jogador desiste de atuar pela $TIME",
  "200": "$PESSOA afirma: ''Eu acho que os ADCs estão um lixo no meta atual''",
  "201": "\"Cheirinho duplo\": $TIME vira piada ao perder finais de LoL e Superliga B.",
  "202": "'Todos os jogadores têm emoções', diz psicóloga da $TIME sobre choro de $PESSOA",
  "203": "$PESSOA é suspenso do MSI por conta de comentários racistas contra japoneses",
  "204": "$TIME é suspenso da $LIGA por falta de pagamento de salários",
  "205": "$PESSOA processa $TIME por salários atrasados e direitos trabalhistas.",
  "206": "Ex-treinador e diretor da $TIME são banidos por má gestão e abuso a jogadores.",
  "207": "$PESSOA, da $TIME, registra boletim de ocorrência contra $PESSOA.",
  "208": "$PESSOA sobre $PESSOA: \"Só pra ver o quão insignificante ele é. Nem lembro.\"",
  "209": "“Aqui no Brasil só tem jungler ruim, inclusive eu”, comenta $PESSOA",
  "210": "De chef de cozinha a treinador de LoL, $PESSOA assume papel fundamental na $TIME",
  "211": "Campeão da $LIGA, jogador da $TIME veste camisa do Botafogo após bater a $TIME na final",
  "212": "$TIME começa melhor, mas perde para a experiência da $TIME no $LIGA.",
  "213": "$PESSOA anuncia que está free agent",
  "214": "$PESSOA usa todos os itens possíveis para sobreviver ao dive na fonte.",
  "215": "Dono da $TIME, campeã mundial de 2018, vira meme ao comer cachorro-quente",
  "216": "$PESSOA ostenta troféus de mundiais e MSI em seu Twitter",
  "217": "$TIME quer provar aos céticos que não é a 10ª força da $LIGA",
  "218": "$PESSOA,$PESSOA, $PESSOA e mais: Os vencedores do Prêmio CBLoL 2018",
  "219": "Especial Desafiante: conheça a $TIME, o sonho realizado de mais de mil macacos",
  "220": "$PESSOA participa de campanha da Nike ao lado de Lebron James",
  "221": "$PESSOA cria campanha e participará de Brasil x Argentina no LoL contra coronavírus.",
  "222": "$PESSOA, caçador da $TIME, é assaltado ao voltar da academia em São Paulo",
  "223": "\"É obrigação de todo pro player ter o conhecimento de todas as rotas\", cita $PESSOA",
  "224": "$TIME cobra multa de R$ 320 mil de $PESSOA na Justiça",
  "225": "“Sou torcedor como vocês e fico decepcionado” declara diretor da $TIME",
  "226": "$PESSOA se tornará primeira mulher a disputar campeonato oficial de LoL no Brasil",
  "227": "$PESSOA assume culpa por ir ao banco de reservas:' ''Eu não tinha motivação''",
  "228": "$PESSOA entra para Mec Inc., mesma agência de Jukes e Jovirone",
  "229": "$PESSOA: ''Duas horas depois que eu sai da $TIME, seis times brasileiros falaram com meu manager''",
  "230": "$PESSOA reclama de quit de $PESSOA e jogador responde",
  "231": "$PESSOA revela o quanto gasta do seu salário milionário",
  "232": "Bicampeão mundial $PESSOA anuncia aposentadoria e revela transtornos mentais",
  "233": "$PESSOA vence cinco jogadores do Ferro sozinho sem morrer uma única vez",
  "234": "$PESSOA comemora liderança e fala sobre Aphelios: ''Está balanceado sim''.",
  "235": "Curso de Pro player: Aprendendo LoL com $PESSOA, $PESSOA, $PESSOA e mais",
  "236": "$PESSOA faz cosplay de Akali K/DA e ficamos de queixo caído mais uma vez.",
  "237": "$PESSOA, $PESSOA, $PESSOA e mais: por onde andam os ex-pro players do competitivo",
  "238": "$PESSOA e $PESSOA na sala de aula: Um dia no curso que ensina a profissão de pro player",
  "239": "Entenda por que $PESSOA é o maior jogador brasileiro de LoL de todos os tempos",
  "240": "$PESSOA anuncia saída do time de LoL da $TIME: “não confio no novo projeto”",
  "241": "$PESSOA vê $PESSOA e $PESSOA \"fortes pra c...\" e exalta motivação.",
  "242": "$PESSOA se fantasia de brTT com direito a tattoo de Rato Dorime no lugar de Twitch",
  "243": "Time $PESSOA x Time $PESSOA: futebol dos streamers terá doações e internautas no comando do VAR",
  "244": "\"Rexpeitavelmente\" vencedor: \"$PESSOA\", o rei da $TIME no League of Legends",
  "245": "$PESSOA diz que “existe 0% de chance de Dota ser mais difícil que LoL mecanicamente”",
  "246": "Com 'dream team' da $TIME em mãos, $PESSOA planeja trabalho 'cauteloso' e 'visando o longo prazo'",
  "247": "$PESSOA faz lista de 10 jogadores que o fariam ter ficado na $TIME",
  "248": "\"Sempre que ele farpar eu vou rir ou farpar de volta\", diz $PESSOA sobre $PESSOA",
  "249": "$PESSOA diz que jogadores de LoL são mais tóxicos que os da NBA: \"100.000%\"",
  "250": "$PESSOA analisa derrotas para Turquia dizendo que $TIME assistiu adversário jogar",
  "251": "$PESSOA sobre CBLoL da $TIME: “Inferno na terra”",
  "252": "'É assustador pensar no que esses coreanos podem fazer', diz $PESSOA sobre $PESSOA e $PESSOA",
  "253": "Recém-aposentado, $PESSOA 'mudou o conceito de suporte' em League of Legends",
  "254": "$TIME abre negociação com maior nome do LoL brasileiro: \"$PESSOA\"",
  "255": "$PESSOA lança música \"Flex\" em parceria com Alva",
  "256": "Sete vezes em que $PESSOA causou polêmica no cenário.",
  "257": "A trajetória de $PESSOA: da rejeição até a participação no Mundial de LoL",
  "258": "Caçador da $TIME é multado por esquecer smite em partida da $LIGA",
  "259": "\"Não quero só sair dos Play-ins, quero vencer o Mundial\", diz $PESSOA",
  "260": "$PESSOA revela descanso total após ano ruim e aponta obsessão por evolução: \"Amor não é prioridade\"",
  "261": "$TIME focará em desenvolver talentos do cenário disputando Tier 3 e Superliga",
  "262": "$PESSOA já foi preso? Mitos e verdades sobre pro players de LoL",
  "263": "Tem dono: $PESSOA chama atenção com marca de batom no pescoço em volta ao CBLoL",
  "264": "'Sou como um Cristiano Ronaldo no League of Legends', diz $PESSOA",
  "265": "\"$PESSOA\" e \"$PESSOA\", astros do CBLoL, participam do Bem, Amigos!",
  "266": "Seguidores de $PESSOA triplicam após anúncio de entrada na $TIME",
  "267": "A genialidade de $PESSOA para jogar, empreender e ensinar",
  "268": "O 'básico do LoL', $PESSOA em alto nível e os coreanos; especialistas destrincham $TIME",
  "269": "Novamente Craque da Galera, $PESSOA afima que é o \"prêmio mais importante, o nome já diz tudo\"",
  "270": "$PESSOA revela que investimento da $TIME é “três vezes maior que o custo de qualquer equipe da $LIGA”",
  "271": "$PESSOA não contesta quem chama $TIME de 'Dream Team', mas diz que é só no papel",
  "272": "Mundial de LoL: \"Perdemos de 3 a 0 por conta de experiência\" - $PESSOA, da $TIME",
  "273": "$PESSOA avalia estreia no 2º split “Quando se trata de $TIME, sempre se espera mais”.",
  "274": "$PESSOA: \"Eu acho que $PESSOA, na minha opinião, é um dos piores mids da $LIGA\"",
  "275": "Rumor: Com contrato milionário, $PESSOA renova com $TIME por mais dois anos",
  "276": "Mundial de LoL: $TIME e $TIME encaram grupo da morte",
  "277": "$PESSOA: \"Não estou confiante para jogar contra o $PESSOA\"",
  "278": "$TIME demite cinco da equipe de LoL por crise provocada pelo coronavírus",
  "279": "$PESSOA e $PESSOA acusam $TIME de atrasar salários; fundador do time se pronuncia",
  "280": "$PESSOA pode voltar ao competitivo caso consiga tratar problemas de saúde",
  "281": "CEO da $TIME tem áudio polêmico vazado em stream de $PESSOA",
  "282": "Após 3 finais seguidas na $LIGA, $TIME é rebaixada para a 2° divisão do torneio",
  "283": "$TIME termina $LIGA com apenas 1 vitória única em 33 partidas",
  "284": "$PESSOA joga League of Legends com guitarra do Guitar Hero",
  "285": "LoL: $PESSOA rebate $PESSOA: \"Pare de depositar suas frustações em outro time\"",
  "286": "LoL: $TIME tomará \"medidas legais\" contra ataques virtuais ao seus jogadores",
  "287": "LoL: \"Fiquem felizes que vou sair e levar minha incompetência junto\", dispara $PESSOA",
  "288": "$PESSOA retorna ao competitivo para defender equipe universitária nos EUA",
  "289": "Com $PESSOA na titularidade, $TIME não perde faz 10 jogos",
  "290": "“Ele é inestimável”, declara $PESSOA sobre $PESSOA",
  "291": "Com apoio familiar, $PESSOA mira evolução e avisa: \"Quero ser titular\"",
  "292": "Astro do LoL, $PESSOA estrela comercial ao lado de Son, do Tottenham, na Coreia do Sul",
  "293": "$PESSOA anuncia retorno ao cenário competitivo",
  "294": "$LIGA: $TIME vai do dèja vu à magia e avança \"com clima de Copa\"",
  "295": "Campeão mundial, $PESSOA é vetado de partida na China por febre",
  "296": "Worlds 2020: $PESSOA, $PESSOA e $PESSOA ganham referências em clipe da música tema",
  "297": "Visando vaga na franquia, $TIME e $TIME se juntam",
  "298": "$PESSOA é diagnosticado com Pneumotórax e passa por cirurgia",
  "299": "Equipe de Felipe Neto, $time, é mais uma das candidatas as Franquias do CBLOL 2021",
  "300": "$PESSOA joga em média 4 partidas de soloQ por semana",
  "301": "$PESSOA pede desculpas após final e $PESSOA elogia: “verdadeiro guerreiro”",
  "302": "Com show de $PESSOA, $TIME atropela $TIME após $PESSOA farpar $PESSOA: “jogador normal”",
  "303": "Treinador e CEO de equipe da $TIME são suspensos após agredirem seus atletas",
  "304": "$PESSOA comenta ausência de $PESSOA e semana de treino “fora do padrão”",
  "305": "Jogadores de LoL processam time $TIME por moradia em garagem",
  "306": "Worlds 2020: $PESSOA vê \"complexo de inferioridade\" da $TIME e diz: \"Vontade de chorar\"",
  "307": "Worlds 2020: $PESSOA diz que $TIME foi apenas um “aquecimento” para a $TIME",
  "308": "league of legends",
  "309": "LoL: $PESSOA presidente? Avó do jogador conta curiosidades sobre ele",
  "310": "LoL: “Acredito que ainda sou o melhor do mundo”, diz $PESSOA",
  "311": "Worlds 2020: “Pelo que ouvi, está tudo muito ruim dentro da $TIME”, comenta $PESSOA",
  "312": "Worlds 2020: $PESSOA avalia Mundial da $TIME e lamenta: “sonho continuará sendo sonho”",
  "313": "LoL: “Quando criança, $PESSOA queria ser presidente”, revela sua avó",
  "314": "$PESSOA, ex-$TIME e $TIME, anuncia sua aposentadoria do competitivo",
  "315": "Worlds 2020: $PESSOA diz que jogou contra $TIME sem o som do jogo",
  "316": "$PESSOA assistiu muito stream de mono Lulu para o Mundial de LoL",
  "317": "$PESSOA vê $TIME longe de nível real e pede correção de problemas",
  "318": "$PESSOA homenageia namorada mostrando Kai’Sa em todo jogo da $TIME",
  "319": "“Tô pouco me f******”, diz $PESSOA, sobre próximo adversário no Mundial",
  "320": "Pai do $PESSOA é mono Tryndamere, Bronze, e pede ajuda para o filho quando está perdendo.",
  "321": "“Acho que $TIME ganhará o Mundial”, aposta jungler da $TIME",
  "322": "“$PESSOA achou mais jeitos de sabotar a $TIME”, dispara narrador em jogo"
}